tap "derailed/k9s"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nats-io/nats-tools"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "rhysd/git-brws", "https://github.com/rhysd/git-brws"
tap "withgraphite/tap"
tap "xwmx/taps"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "aws-vault"
brew "readline"
brew "python@3.11"
brew "awscli"
brew "bison"
brew "btop"
brew "node"
brew "terraform"
brew "cdktf"
brew "pycparser"
brew "cffi"
brew "chruby"
brew "curl"
brew "libavif"
brew "gd"
brew "krb5"
brew "php"
brew "composer"
brew "cpufetch"
brew "docutils"
brew "fastfetch"
brew "fd"
brew "fennel"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "openblas"
brew "openvino"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "freeglut"
brew "fzf"
brew "gdbm"
brew "gifsicle"
brew "git-filter-repo"
brew "glow"
brew "gnupg"
brew "go"
brew "gpgme"
brew "openjdk"
brew "gradle"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "htop"
brew "hyperfine"
brew "jdtls"
brew "jq"
brew "kotlin"
brew "kubernetes-cli"
brew "ledger"
brew "libffi"
brew "libyaml"
brew "macchina"
brew "mongosh"
brew "neovim"
brew "openssl@1.1"
brew "parquet-cli"
brew "pfetch"
brew "plantuml"
brew "protobuf"
brew "ripgrep"
brew "ruby-install"
brew "tmux"
brew "tree"
brew "vault"
brew "zenith"
brew "derailed/k9s/k9s"
brew "felixkratz/formulae/sketchybar"
brew "nats-io/nats-tools/nats"
brew "oven-sh/bun/bun"
brew "rhysd/git-brws/git-brws"
brew "withgraphite/tap/graphite"
brew "xwmx/taps/airport"
cask "aerospace"
cask "alacritty"
cask "brave-browser"
cask "chromium"
cask "dbeaver-community"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-maple"
cask "font-monaspace"
cask "font-sf-pro"
cask "kitty"
cask "lens"
cask "postman"
cask "slack"
cask "spotify"
cask "stremio"
cask "visual-studio-code"
vscode "adpyke.vscode-sql-formatter"
vscode "andys8.jest-snippets"
vscode "arahata.linter-actionlint"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "codezombiech.gitignore"
vscode "cweijan.vscode-autohotkey-plus"
vscode "danielgjackson.auto-dark-mode-windows"
vscode "danishsarwar.reverse-search"
vscode "davidanson.vscode-markdownlint"
vscode "davidbwaters.macos-modern-theme"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "endersdev.seti-dark-pro"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "fnando.linter"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "inu1255.easy-snippet"
vscode "jebbs.plantuml"
vscode "mathiasfrohlich.kotlin"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "nrwl.angular-console"
vscode "octref.vetur"
vscode "orta.vscode-jest"
vscode "prisma.prisma"
vscode "qezhu.gitlink"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "tonybaloney.vscode-pets"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "yoavbls.pretty-ts-errors"
vscode "zxh404.vscode-proto3"
